[
    {
        "id": 1,
        "judul": "Hari Batik Nasional, Mengenal Keunikan dan Makna Batik Aceh",
        "deskripsi": "Hari Batik Nasional yang jatuh pada tanggal 2 Oktober merupakan momen spesial untuk merayakan warisan budaya Indonesia yang telah diakui dunia. Batik, sebagai karya seni tekstil yang sarat makna, memiliki ragam corak dan filosofi yang berbeda di setiap daerah. Dari Sabang sampai Merauke, setiap helai kain batik menyimpan kisah dan jati diri yang unik. Salah satunya adalah batik Aceh, sebuah mahakarya yang merefleksikan identitas dan kekayaan budaya Tanah Rencong.\n\nPada dasarnya istilah penamaan \"batik\" sendiri bukanlah berasal dari Aceh melainkan berasal dari bahasa Jawa. \"Batik\" terdiri dari kata “amba” yang berarti membuat dan “tik” yang berarti garis yang dibuat dengan gabungan titik-titik.\n\nPada awalnya batik merupakan barang mewah dan menunjukkan kelas sosial. Batik hanya dapat dinikmati oleh para keluarga kerajaan dan bangsawan sebagai pembeda strata sosial masyarakatnya.\n\nBerbeda halnya dengan zaman sekarang, batik menjadi benda yang dapat dimiliki oleh siapapun, khususnya masyarakat Indonesia. Bahkan batik juga sudah diakui oleh UNESCO dan dijadikan sebagai warisan budaya takbenda sejak tahun 2009.\n\nSejarah dan Perkembangan Batik Aceh\n\nDosen Saniman Andi Kafri, S.Sn., M.Sn., Ketua Jurusan Seni Rupa dan Desain Institut Seni dan Budaya Indonesia (ISBI) Aceh Jantho kepada RRI Banda Aceh, Selasa (1/10/2024) mengemukakan bahwa batik Aceh memiliki sejarah panjang yang berakar dari tradisi membatik di Kerajaan Aceh Darussalam. \"Pengaruh budaya asing, seperti India, Arab, dan Cina, turut mewarnai perkembangan batik Aceh. Namun, pada abad ke-18 hingga 19, kerajinan batik Aceh mengalami kemunduran,\" ungkapnya lagi.\n\nSaniman Andi Kafri menambahkan, \"Revitalisasi batik Aceh dimulai pada dekade 1980-an, dipelopori oleh beberapa tokoh seperti Ir. H. Teuku Alamsyah Banta Cut dan Hj. Cut Nurhayati. Mereka mengembangkan batik Aceh dengan mengintegrasikan elemen-elemen budaya Aceh ke dalam motif dan simbol pada batik.\"\n\nKeunikan Batik Aceh\n\nBatik Aceh memiliki karakteristik khas yang membedakannya dengan batik dari daerah lain, mulai dari bentuk, warna, dan nilai filosofinya.\n\n\"Keunikan batik Aceh terletak pada bentuk motifnya yang khas, seperti flora, fauna, dan bentuk alam lainnya, seperti awan, tali, dan senjata,\" jelas Saniman Andi Kafri. \"Warna-warna cerah dan kontras, seperti merah, kuning, hijau, biru, dan ungu, juga menjadi ciri khas batik Aceh, menciptakan kesan yang berani dan dinamis.\"\n\nLebih lanjut, Saniman Andi Kafri menjelaskan, \"Setiap motif batik Aceh mengandung makna simbolik dan filosofis yang mendalam, merepresentasikan kearifan lokal dan nilai-nilai luhur masyarakat Aceh. Nilai-nilai ini ditanamkan dalam bentuk ornamen Aceh yang kemudian diaplikasikan ke dalam bentuk batik khas Aceh.\"",
        "author": "Teuku Haris Fadhillah",
        "tanggal": "03",
        "bulan": "October",
        "tahun": "2024",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/berita1.jpeg?alt=media&token=d538baaf-155d-450d-86ef-f83c884816ac"
    },
    {
        "id": 2,
        "judul": "Transformasi Batik Jakarta, Adopsi Corak Batik Jawa hingga Populerkan Ikon Kota",
        "deskripsi": "Seiring berkembangnya zaman, para pengrajin mencoba keluar dari zona nyaman dan bertekad membuat corak batik yang merepresentasikan Jakarta ke banyak orang. Alhasil pada era 80-an sampai dengan 90-an, terjadi transformasi besar dalam industri batik Jakarta. Harry mengatakan, saat itu mulai banyak muncul batik yang bercorak Ondel-ondel sebagai pertunjukan seni khas Betawi, hingga ikon kota Monas.\n\n“Kemudian sekitar kalau enggak salah tahun delapan puluhan atau sembilan puluhan itu lahir motif Ondel-ondel, Monas, dan lainnya. Itu ketika mulai banyak yang ingin produksi ikon Jakarta,” ujar Harry. Corak tersebut sontak populer di kalangan masyarakat Jakarta. Tak sampai di situ, corak batik khas Jakarta berkembang semakin pesat. Hal ini ditandai dengan munculnya batik dengan corak yang terinspirasi dari unsur lainnya, mulai dari kuliner, bunga, hingga alat musik khas Jakarta.\n\n“Setelah muncul pemahaman baru untuk buat motif yang khas Jakarta itu, akhirnya ada motif kembang sepatu, kembang telang, motif kuliner kerak telor, selendang mayang, bahkan kembang goyang,” tutur Harry. “Seni pertunjukan khas Jakarta lain dan alat musiknya juga menginspirasi motif-motif batik Jakarta sekarang,” sambungnya.\n\nUntuk merangkul generasi muda agar lebih menyayangi dan bangga akan batik, maka corak-corak batik yang dihadirkan pun harus mengikuti selera kaum muda. Namun, Harry mengimbau untuk tidak meninggalkan pakem-pakem yang melekat pada proses pembuatan batik. “Bisa dilihat dengan koleksi-koleksi kami yang kadang-kadang memang membingungkan juga motifnya, tapi memang malah itu yang biasa disukai oleh anak muda,” pungkas Harry.",
        "author": "Devi Pattricia",
        "tanggal": "02",
        "bulan": "October",
        "tahun": "2024",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/berita2.jpg?alt=media&token=1c765383-716c-42e2-bba4-0a2803f59ef4"
    },
    {
        "id": 3,
        "judul": "Cara Simpel Merawat Batik Agar Tidak Mudah Pudar",
        "deskripsi": "Batik adalah warisan budaya Indonesia yang memiliki nilai seni tinggi. Agar keindahan dan kualitas batik tetap terjaga, penting bagi detikers untuk merawatnya dengan benar. Motif yang rumit dan warna-warna cerah pada batik bisa memudar atau rusak jika perawatannya salah. Berikut adalah tips merawat batik agar tetap awet dan terlihat indah.\n\n1. Gunakan Sampo atau Sabun Khusus Batik\nMengutip dari buku Cantik Bergaya Dengan Batik & Tenun karya Indriya R. Dani, penggunaan sabun pencuci khusus untuk batik sangat dianjurkan untuk menjaga keindahan motif dan warna kain. Selain sabun khusus, detikers juga bisa menggunakan sampo yang telah dilarutkan hingga tidak ada gumpalan sebelum mencelupkan batik. Alternatif lain adalah menggunakan buah lerak atau daun dilem. Cukup rendam buah lerak dalam air hangat, remas hingga berbusa, lalu gunakan air tersebut untuk mencuci batik.\n\n2. Hindari Penggunaan Mesin Cuci\nMenurut buku Batik Sasambo NTB karya Dwi Adi Kusuma, batik tidak seharusnya dicuci menggunakan mesin cuci, karena bisa merusak serat kain dan mengurangi keindahan motif. Sebaiknya, cucilah batik dengan tangan dan perlakukan dengan lembut.\n\nJika batik tidak terlalu kotor, detikers cukup mencucinya dengan air hangat tanpa menggosok terlalu keras. Untuk noda yang sulit dihilangkan, bisa dicoba dengan air perasan jeruk, seperti yang disarankan oleh Dwi Adi Kusuma dalam bukunya.\n\n3. Jemur di Tempat Teduh\nDalam buku Kolaborasi Cantik Batik dan Tenun karya Djoeragan Batik, disebutkan bahwa setelah mencuci, batik sebaiknya dijemur di tempat teduh dan tidak di bawah sinar matahari langsung. Sinar matahari bisa menyebabkan warna batik memudar, terutama batik dengan pewarna alami. Selain itu, tarik bagian tepi kain batik secara perlahan saat dijemur agar serat kain yang terlipat bisa kembali ke posisi semula.\n\n4. Cara Menyetrika Batik dengan Benar\nBerdasarkan How to Wear Batik karya Reni Kusumawardhani, ketika menyetrika batik, hindari kontak langsung antara setrika dan kain. Letakkan sehelai kain di atas batik sebelum menyetrika untuk menghindari panas yang dapat merusak serat kain dan motif.\n\nJika batik terlihat kusut, semprotkan sedikit air terlebih dahulu di atas kain, lalu tutupi dengan kain lain sebelum menyetrika. Ini akan membantu menjaga keindahan dan struktur batik.\n\n5. Simpan Batik dengan Aman\nMenurut buku Cantik Bergaya Dengan Batik & Tenun, untuk menyimpan batik, pastikan kain tidak lembab. Simpan dalam plastik untuk mencegah serangan ngengat dan hindari penggunaan kapur barus yang dapat merusak serat kain batik.\n\nAlternatifnya, detikers bisa menggunakan merica yang dibungkus t isu atau akar wangi, seperti yang dijelaskan dalam buku Kolaborasi Cantik Batik dan Tenun, untuk menjaga batik tetap dalam kondisi baik selama penyimpanan.\n\n6. Hindari Penggunaan Bahan Kimia Berbahaya\nDikutip dari Buku Batik Sasambo NTB, hindari penggunaan deterjen, pemutih, atau minyak wangi langsung pada batik, terutama pada batik dengan pewarna alami. Jika batik terkena noda yang membandel, gunakan cara alami seperti air jeruk nipis atau kulit jeruk, yang lebih aman dan tidak merusak serat kain.\n\nDengan mengikuti tips di atas, detikers dapat menjaga batik tetap awet dan indah. Rawat batik sesuai jenis kainnya agar kualitas dan keindahannya tetap bertahan dalam jangka waktu lama.",
        "author": "Ghina Aliyah Fatin Desira",
        "tanggal": "02",
        "bulan": "October",
        "tahun": "2024",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/berita3.jpeg?alt=media&token=3a5dad95-74cf-4072-83ce-872b7b8edb13"
    },
    {
        "id": 4,
        "judul": "Batik Kawung",
        "deskripsi": "Batik merupakan karya bangsa Indonesia yang terdiri dari perpaduan antara seni dan teknologi oleh leluhur bangsa Indonesia. Daya tarik batik terletak pada corak motif yang mengandung makna dan penuh dengan filosofi yang erat kaitannya dengan adat dan budaya dalam kehidupan manusia. Batik Indonesia resmi diakui oleh UNESCO pada 2 Oktober 2009 sebagai Intangible Cultural Heritage (ICH) atau Warisan Budaya Takbenda pada sidang UNESCO di Abu Dhabi.\n\nIndonesia memiliki beragam motif batik yang memiliki filosofinya masing-masing, salah satu motif yang terkenal adalah motif kawung.\n\nMotif Batik Kawung merupakan motif batik yang bentuknya berupa bulatan mirip buah kawung (sejenis kelapa atau kadang juga dianggap sebagai aren atau kolang-kaling) yang ditata rapi secara geometris. Motif kawung bermakna kesempurnaan, kemurnian, dan kesucian. Motif batik Kawung diyakini diciptakan oleh salah satu Sultan kerajaan Mataram. Motif batik ini pertama kali dikenal pada abad ke-13, tepatnya di pulau Jawa. Pada awalnya, motif ini muncul pada ukiran dinding di beberapa candi di Jawa seperti Prambanan.\n\nDalam kaitannya dengan kata 'suwung' yang berarti kosong, motif kawung menyimbolkan kekosongan nafsu dan hasrat duniawi, sehingga menghasilkan pengendalian diri yang sempurna. Kekosongan ini menjadikan seseorang netral, tidak berpihak, tidak ingin menonjolkan diri, mengikuti arus kehidupan, dan membiarkan segala yang ada di sekitarnya berjalan sesuai kehendak alam. Motif batik jenis kawung ini selalu dikenakan oleh Semar sebagai gambaran sosok yang bijaksana.",
        "author": "Museum",
        "tanggal": "02",
        "bulan": "Juni",
        "tahun": "2022",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/berita4.jpg?alt=media&token=d1cc4726-279f-4c56-8d76-5c47499093da"
    },
    {
        "id": 5,
        "judul": "Batik Banten Fashion Week sebagai Event Batik Banten Mendunia",
        "deskripsi": "Dalam rangka memperingati Hari Ulang Tahun Provinsi Banten ke-22 dan Hari Batik Nasional, Ikatan Pengusaha Muslimah Indonesia (Ipemi) Banten bekerja sama dengan Rossy's Entertainment menyelenggarakan Batik Banten Fashion Week yang bertempat di Mall Of Serang (MOS) pada Senin, 10 Oktober.\n\nWalikota Serang H. Syafrudin, S.Sos, M.Si hadir langsung dalam acara pembukaan Batik Banten Fashion Week. Ia berharap kegiatan seperti ini bisa diadakan setiap tahunnya.\n\n\"Kami berharap event ini tidak hanya di tahun ini saja, tapi juga di tahun depan dan berikutnya diadakan lebih meriah lagi sehingga menarik produksi kearifan lokal dan UMKM di Kota Serang,\" ungkapnya.\n\nBukan hanya membuka acara, Syafrudin juga mengukuhkan Duta Batik Banten yang terdiri dari berbagai usia, mulai dari anak-anak hingga remaja. Duta Batik Banten ini akan bertugas memperkenalkan Batik Banten ke seluruh Nusantara hingga dunia.\n\nSekretaris Ipemi Banten, Musyarrofah menjelaskan bahwa hadirnya Batik Banten Fashion Week ini sebagai momen untuk memperkenalkan Batik Banten dan Batik Nusantara agar bisa dikreasikan dalam berbagai bentuk.\n\n\"Kita perkenalkan Batik Banten dan Batik Nusantara, kita perlihatkan bahwa Batik Banten dan Batik Nusantara bisa dimodifikasi sedemikian rupa,\" ujarnya.\n\n\"Kemudian ini juga bagian dari memperkenalkan Batik Banten dan Budaya Banten,\" sambungnya.\n\nIpemi juga berharap masyarakat yang tertarik dengan Batik Banten bisa mengeksplorasi budaya dan pariwisata Banten serta berbangga dengan ciri khas Batik Banten.\n\n\"Kami berharap masyarakat yang tertarik akan budaya dan pariwisata mau mengeksplorasi budaya dan pariwisata Banten dan tentunya bangga atas khas dan ciri Batik Banten itu sendiri,\" tutup Musyarrofah.\n\nPemerintah Kota Serang akan terus mendukung budaya yang menjadi aset Kota Serang dan Banten. Bahkan, Walikota sudah menerbitkan enam Peraturan Walikota (Perwal) yang menaungi Batik asli Kota Serang.\n\n\"Batik Kota Serang sudah ada Perwalnya, sudah enam jenis yang kita Perwalkan,\" tutup Syafrudin.",
        "author": "Anhar Rivaldi",
        "tanggal": "11",
        "bulan": "October",
        "tahun": "2022",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/berita5.jpg?alt=media&token=b7db7ee9-6223-4d89-834f-fac924fb5076"
    },
    {
        "id": 6,
        "judul": "Batik Kalimantan Timur, Representasi Keberagaman di Ibu Kota",
        "deskripsi": "Peringatan Hari Batik Nasional yang jatuh setiap tanggal 2 Oktober tidak hanya menjadi momentum mengenang pengakuan UNESCO terhadap batik sebagai warisan budaya dunia, tetapi juga menjadi ajang penguatan identitas dan keberagaman batik di berbagai daerah, termasuk Kalimantan Timur.\n\nKetua Harian Dewan Kerajinan Nasional Daerah (Dekranasda) Provinsi Kalimantan Timur sekaligus Kepala Dinas Perindustrian, Perdagangan, Koperasi (Perindagkop) Kaltim, Heni Purwaningsih, menyatakan bahwa batik memiliki potensi besar sebagai kekayaan budaya lokal yang terus berkembang.\n\n\"Batik merupakan warisan budaya Indonesia yang diakui UNESCO. Ini merupakan kebanggaan sekaligus penguat identitas kita sebagai bangsa yang punya warisan budaya yang dikenal secara global,\" ucapnya.\n\nKalimantan Timur, sebagai provinsi yang mendukung Ibu Kota Nusantara, memiliki keragaman motif batik yang merepresentasikan 10 kabupaten/kota. Setiap daerah memiliki motif khas yang menjadi ciri identitas lokal, dan setiap tahunnya motif-motif baru terus berkembang melalui ajang kompetisi seperti Dekranasda Award yang diadakan oleh Dekranasda Kaltim.\n\n\"Melalui kompetisi desain batik, kami mendorong para pengrajin untuk berinovasi dan menghasilkan motif-motif baru yang merepresentasikan keindahan dan keberagaman Kalimantan Timur. Ini menjadi bukti bahwa batik tidak hanya sebagai warisan, tetapi juga sebagai kekuatan ekonomi kreatif daerah,\" ujar Heni.\n\nKeberagaman motif batik Kalimantan Timur, yang dihasilkan dari berbagai kabupaten/kota, mencerminkan identitas lokal sekaligus memperkuat kebudayaan nusantara.",
        "author": "Niswar Kullah",
        "tanggal": "02",
        "bulan": "October",
        "tahun": "2024",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/berita6.jpg?alt=media&token=8ac5b0aa-e749-4fda-9b4c-a5d50e1698e3"
    },
    {
        "id": 7,
        "judul": "Mengenal Batik Sasirangan Sejarah dan Keunikan Batik Sasirangan, Batik Khas Kalimantan Selatan yang Dipercaya Sebagai Alat Penyembuhan Berbagai Penyakit",
        "deskripsi": "Sasirangan adalah jenis kain khas yang berasal dari daerah Kalimantan Selatan. Batik Sasirangan merupakan sebuah batik yang dibuat di atas kain tenun yang digunakan sebagai pakaian adat dalam kegiatan upacara adat yang berlaku di suku Banjar.\n\nBatik ini dianggap sebagai kerajinan kain tenun yang khas dari suku Banjar, tepatnya berada di Kampung Sasirangan, Kalimantan Selatan.\n\nKeunikan dari batik Sasirangan ini nampak pada ragam motif yang ada dalam kainnya yang bervariasi.\n\nNama “Sasirangan” diambil dari kata “sirang” yang menurut literasi bahasa setempat berarti dijahit atau diikat menggunakan tangan serta ditaring benangnya, atau dalam istilah lain disebut dijelujur.\n\n**Sejarah Batik Sasirangan**\nBerdasarkan sejarah yang berkembang, batik Sasirangan muncul sekitar abad ke-12 hingga abad ke-14 Masehi, tepatnya pada masa pemer intahan Kerajaan Dipa yang terletak di Kalimantan Selatan. Batik ini kala itu dikenal dengan nama Kain Calapan, yang sekarang dikenal sebagai Batik Sasirangan.\n\nBatik ini dibuat pertama kali oleh Patih Lambung Mangkurat, yang berawal dari kisahnya melakukan semedi 40 hari 40 malam di atas sebuah rakit balarut banyu. Kala itu, menjelang semedinya berakhir, rakit dari Patih Lambung Mangkurat tiba di suatu wilayah rantau Kota Bagantung, di mana beliau menjumpai buih yang diiringi dengan suara merdu seorang wanita, yaitu Putri Junjung Buih.\n\nNamun, sang Putri baru akan muncul ke permukaan apabila syarat yang dimintanya terpenuhi, yaitu dibuatkan sebuah Istana Batung yang bisa diselesaikan dalam waktu sehari serta dibuatkan kain yang bisa selesai dalam sehari. Tak hanya itu, kain tersebut harus ditenun dan dicalap (proses pewarnaan) dengan menggunakan motif wadi atau padiwaringin oleh 40 orang putri. Semenjak saat itu, kain tersebut dinamakan kain Sasirangan.\n\n**Ciri Khas Batik Sasirangan**\nBatik asli dari Banjarmasin ini dikenal memiliki warna-warna cerah mencolok serta pola-pola geometris yang khas. Motif yang ada dalam batik tersebut antara lain bintang, burung, serta geometri abstrak. Warna yang sering digunakan dalam batik Sasirangan yaitu merah, kuning, biru, dan hijau, yang mampu menciptakan suasana harmoni dan kontras yang memukau.\n\n**Ragam Motif Batik Sasirangan**\nMotif kain Sasirangan menggunakan bentuk jelujur atau garis-garis vertikal dari atas ke bawah yang memanjang. Benda-benda alam di Kalimantan Selatan menjadi landasan gambar motif. Kain Sasirangan terbagi menjadi tiga jenis motif utama, yaitu motif lajur, motif ceplok, dan motif variasi.\n\n- **Motif lajur** menggunakan garis tegak lurus dan garis lengkung yang memanjang.\n- **Motif ceplok** adalah motif tunggal yang berbentuk garis tegak lurus.\n- **Motif variasi** adalah motif tambahan untuk menghiasi motif ceplok atau motif lajur.\n\nTiap motif dapat dipakai oleh seluruh masyarakat tanpa ada pembedaan dan pelanggaran terhadap adat istiadat Suku Banjar. Adapun motif tradisional Sasirangan antara lain motif Kulat Karikit, Gigi Haruan, Hiris Pudak, Naga Belimbur, Ular Lidi, Bayam Raja, Bintang Bahambur, Tampuk Manggis, Kambang Sakaki, Daun Jeruju, Kambang Kacang, Kangkung Kaombakan, Hiris Gagatas, Turun Dayang, dan Ombak Sinampur Karang.\n\n**Pemanfaatan Batik Sasirangan**\nMasyarakat Kalimantan Selatan awalnya mempercayai bahwa kain Sasirangan dapat menyembuhkan berbagai macam penyakit. Kain Sasirangan yang berwarna kuning dengan pinggiran hijau dan bermotif ketupat merah menjadi penyembuh utama. Warna kuning merupakan simbol untuk Dewa Wisnu, Kres na, dan Ganesa dalam agama Hindu. Selain itu, warna kuning juga menjadi simbol kekeramatan dan penangkal dari roh jahat.\n\nSebelum digunakan, kain Sasirangan diasapi dengan dupa dan dibacakan salawat tiap malam Senin dan Jumat. Kain Sasirangan kemudian dipakaikan ke orang yang sakit sebagai sarung, ikat pinggang, atau ikat kepala.\n\nSebagai sarung, kain Sasirangan dipercaya mengobati penyakit demam atau gatal-gatal. Sebagai ikat pinggang, kain Sasirangan dapat menyembuhkan berbagai penyakit perut. Sedangkan penggunaan Sasirangan sebagai ikat kepala diyakini dapat menyembuhkan sakit kepala.\n\nPada awalnya, penggunaan kain Sasirangan sebagai alat terapi sangat terbatas, karena pembuatnya juga terbatas. Keterampilan membuat Sasirangan hanya diajarkan secara turun temurun dan memerlukan ritual khusus yang rumit.\n\nPara pengrajin harus menyiapkan sesajen berupa kue khas Banjar, segelas kopi manis, dan kopi pahit. Sesajian ini harus diletakkan dekat dengan perapian bertabur dupa yang harum. Setelahnya diadakan pembacaan doa dan sesajen dimakan bersama oleh para pengrajin. Pembuatan Sasirangan dilakukan setelah ritual selesai.\n\nWarna dari kain Sasirangan yang dibuat menentukan jenis khasiat pengobatannya. Warna yang umum ditemukan yaitu warna kuning, merah, hijau, hitam, ungu, dan cokelat.\n\nKain Sasirangan yang berwarna kuning digunakan untuk mengobati penyakit kuning. Kain Sasirangan yang berwarna merah untuk mengobati penyakit sakit kepala dan sulit tidur.\n\nKain Sasirangan yang berwarna hijau untuk mengobati kelumpuhan. Kain Sasirangan yang berwarna hitam untuk mengobati penyakit demam dan kulit gatal-gatal.\n\nKain Sasirangan yang berwarna ungu untuk mengobati sakit perut. Sedangkan kain Sasirangan yang berwarna cokelat untuk mengobati penyakit stres.\n\nDemikianlah informasi tentang Batik Sasirangan, Batik dari Banjarmasin yang dipakai untuk alat penyembuhan. Batik Sasirangan sebagai salah satu warisan budaya Indonesia yang unik dan indah.\n\nKeindahan pola, warna, dan makna simbolis dalam Batik Sasirangan mencerminkan kekayaan budaya Kalimantan Selatan.",
        "author": "GriyatenunOfficial",
        "tanggal": "09",
        "bulan": "Agustus",
        "tahun": "2023",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/berita7.jpg?alt=media&token=48535900-be18-4991-a3a8-4b62e2e21b05"
    },
    {
        "id": 8,
        "judul": "Batik Bercerita Sulawesi Utara Jadi Favorit Diplomat ASEAN",
        "deskripsi": "Indonesia memiliki begitu banyak jenis batik dengan berbagai warna dan corak. Namun, di Sulawesi Utara, seorang pengrajin batik membuat batik yang terbilang unik dan istimewa. Disebut batik bercerita, motif kain batik Sizzy Matindas Batik menceritakan budaya dan asal usul daerah-daerah di Sulawesi Utara. Siapapun yang memakainya pun akan mengingat kembali kampung halaman.\n\nSang pemilik usaha, Sizzy, menceritakan pertama kali dirinya terjun ke dunia batik. Berawal dari lirik lagu daerah Minahasa berjudul Miara Si Luri, Sizzy lantas memutuskan untuk menggeluti dunia perbatikan, khususnya mengembangkan batik motif Sulawesi Utara melalui batik berceritanya. Tekad bulatnya ini berawal dua tahun silam pada bulan Februari 2014, saat dirinya sedang traveling bersama keluarga.\n\nSizzy juga berani bantik setir dari pekerjaannya sebagai desain interior yang menghasilkan uang lebih banyak untuk menekuni dunia batik demi memperkenalkan budaya Sulawesi Utara kepada dunia.\n\n“Pada saat itu, saya, suami, dan putra saya sedang jalan-jalan menuju ke Pekalongan. Selama perjalanan, saya mendengarkan lagu daerah. Tiba-tiba saja dalam kepala saya sudah mulai tergambarkan suasana kampung halaman, Nyiur Melambai. Detail khas ini terus terpikirkan hingga liburan kami selesai,” kata Sizzy, Sabtu 21 Mei 2016 lalu di Manado, Sulawesi Utara.\n\nDia pun berembuk dengan keluarga kecilnya dan meminta restu untuk menjadi desainer motif batik khas Sulawesi Utara yang lebih menekankan pada gaya batik bercerita. Menurutnya, motif batik bercerita lebih menekankan pada gambar dan permainan warna.\n\n“Batik saya, saya namakan batik bercerita karena batik yang saya kerjakan adalah saya tulis dan gambar. Objek utama dari batik saya adalah Sulawesi Utara, tanah kelahiran,” tuturnya.\n\nTidak hanya itu saja, wanita lulusan SMA 1 Manado ini rela masuk kobong (kebun) untuk melihat langsung aksi para pekerja di tampa fufu (tempat bakar ikan) yang sedang menyiapkan kelapa siap pakai di area perkebunan keluarganya. Usai itu, tangannya akan langsung kreatif mengerjakan penggambaran detail batik motif yang telah disaring mata dan otaknya ini dalam desain baru yang indah pada sebuah kain, yang rata-rata memiliki panjang sekitar 260 sentimeter.\n\n“Untuk satu buah motif saya mengerjakannya sekira tiga minggu,” ujarnya, sembari menyebut bahan baku pewarnaannya adalah bahan alami untuk batik yang ditambah dengan warna-warna hasil kreasinya sendiri.",
        "author": "Tasya Paramitha",
        "tanggal": "23",
        "bulan": "Mei",
        "tahun": "2016",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/berita8.jpg?alt=media&token=a9a9cf5d-28b8-45a0-8980-ce139b3972cf"
    },
    {
        "id": 9,
        "judul": "Motif Batik Kupang Nusa Tenggara Timur: Motif yang Terinspirasi dari Tenun Ikat",
        "deskripsi": "Batik Nusa Tenggara Timur memiliki motif dan pesonanya tersendiri. Pernahkah terlintas di benak Anda bahwa Nusa Tenggara Timur kini tak hanya mengandalkan kerajinan tenun ikatnya, tetapi juga batik sebagai bagian karya seni tekstilnya?\n\nSemenjak UNESCO mengakui batik sebagai Warisan Budaya Dunia, telah banyak lahir batik-batik khas di seluruh Indonesia, termasuk batik Nusa Tenggara Timur (NTT). Berpusat di Kupang, motif batik NTT lahir dengan corak khas yang unik sesuai potensi alam dan budaya setempat. Seperti apa? Simak penjelasan selengkapnya.\n\n**Teknik Batik Kupang NTT**\nBatik Nusa Tenggara Timur dikembangkan di daerah Kupang yang notabene merupakan ibukota NTT. Kerajinan batik sendiri belum sepopuler seni kerajinan tekstil yakni tenun yang mengakar kuat dalam budaya dan tradisi di Nusa Tenggara.\n\nSecara teknik, proses pembuatan batik sama dengan teknik tradisional di Jawa, yaitu dengan menggambar menggunakan alat yang disebut canting. Selain itu, teknik lainnya ada yang memakai alat cap atau kombinasi teknik keduanya.\n\n**Inspirasi Motif Batik NTT**\nKeunikan motif batik Kupang NTT tak lepas dari inspirasi motif tenun ikat karena budaya menenun merupakan salah satu identitas bagi masyarakat lokal di Nusa Tenggara. Kain tenun yang dihasilkan dari alat tenun bukan mesin (ATBM) oleh para pengrajin disebut kain ikat.\n\nSementara itu, untuk menghias batik, batik khas Nusa Tenggara Timur mengembangkan inspirasi dari kehidupan sekitar, yakni memasukkan unsur-unsur dari alam, tumbuhan, hewan, tokoh mitologi, serta harapan baik. Keunikan motif ini pun semakin kaya dengan ciri khas setiap etnis atau budaya di berbagai pulau di provinsi ini.",
        "author": "F Nisa",
        "tanggal": "09",
        "bulan": "Januari",
        "tahun": "2023",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/berita9.jpg?alt=media&token=fce8bf14-e5fd-4a42-9c1f-b03635a0f6e8"
    },
    {
        "id": 10,
        "judul": "Batik Papua Perpaduan Alam dan Kehidupan Masyarakat",
        "deskripsi": "Batik Papua merupakan salah satu bentuk warisan budaya Indonesia yang menggabungkan seni batik tradisional dengan kekayaan motif dan simbol yang khas dari Papua. Batik ini menawarkan keunikan tersendiri dengan memadukan warna-warna cerah dan motif yang terinspirasi dari alam serta kehidupan masyarakat Papua.\n\nMeskipun batik dikenal luas sebagai warisan budaya dari Jawa, pengembangan batik Papua baru dimulai pada akhir abad ke-20. Inisiatif ini dimaksudkan untuk melestarikan dan memperkenalkan keunikan budaya Papua melalui seni batik.\n\n**Berikut beberapa teknik pembuatan Batik dan peran Batik dalam Masyarakat**\n\n**Teknik Pembuatan**\nPembuatan batik Papua mengikuti proses dasar pembuatan batik pada umumnya, tetapi dengan beberapa variasi untuk menyesuaikan dengan motif dan gaya khas Papua.\n\n1. **Pemilihan Kain**: Kain yang digunakan biasanya adalah katun atau sutra, yang memiliki daya serap warna yang baik.\n2. **Pencantingan**: Menggunakan canting, alat khusus untuk mengaplikasikan lilin, seniman batik Papua menggambar motif-motif unik pada kain.\n3. **Pewarnaan**: Pewarna alami sering digunakan untuk menciptakan warna-warna cerah khas batik Papua. Pewarnaan dapat dilakukan beberapa kali untuk mendapatkan kedalaman warna yang diinginkan.\n4. **Pelorodan**: Proses ini melibatkan penghilangan lilin dari kain dengan mencelupkannya dalam air panas, sehingga motif yang telah digambar dengan lilin akan terlihat jelas.\n\n**Peran Batik Papua dalam Masyarakat Modern**\nBatik Papua tidak hanya dipakai dalam acara-acara adat dan upacara resmi, tetapi juga semakin populer di kalangan masyarakat modern. Beberapa peran penting batik Papua antara lain:\n\n1. **Identitas Budaya**: Batik Papua menjadi simbol identitas budaya masyarakat Papua dan cara untuk memperkenalkan keunikan budaya mereka kepada dunia luar.\n2. **Ekonomi Kreatif**: Industri batik Papua memberikan kontribusi penting terhadap perekonom ian lokal, membuka lapangan pekerjaan, dan mendorong pengembangan usaha kecil dan menengah.\n3. **Pariwisata**: Batik Papua menarik minat wisatawan yang tertarik pada budaya dan seni. Wisatawan sering kali membeli batik sebagai oleh-oleh, membantu mempromosikan dan menyebarkan keindahan batik Papua ke seluruh dunia.\n4. **Fashion dan Desain**: Desainer modern menggabungkan motif batik Papua dalam karya-karya mereka, menciptakan busana yang tidak hanya modis tetapi juga mencerminkan keindahan budaya Papua.",
        "author": "Indari Mastuti",
        "tanggal": "18",
        "bulan": "Juni",
        "tahun": "2024",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/berita10.jpg?alt=media&token=f644eccc-0ef9-4992-a639-ccf375422a30"
    }
]